adwaita-dark
anydesk-bin
burpsuite
checkupdates-with-aur
cloudflare-warp-bin
droidcam
grimblast-git
hoppscotch-bin
hyprshade
iriunwebcam-bin
jetbrains-toolbox
nbfc-linux
nordpass-bin
python-pywalfox
python-screeninfo
reqable-bin
spotify
ttf-poppins
unetbootin
waypaper
wlogout
wootility
