accountsservice
adw-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
android-tools
aspell
b43-fwcutter
base
base-devel
bash-completion
bind
blueman
bluez
bluez-utils
breeze
brightnessctl
btop
btrfs-progs
buf
cantarell-fonts
certbot
chromium
cliphist
cpupower
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
figlet
firefox
firefox-i18n-tr
flatpak
foot
fuzzel
galculator
gamemode
gamescope
gimp
git
git-filter-repo
github-cli
glances
gnome-keyring
go
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
gwenview
haveged
hdparm
helm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
inetutils
inotify-tools
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
just
kernel-install-for-dracut
kitty
kubectl
less
libdvdcss
libgsf
libnotify
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsof
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nginx
nilfs-utils
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvtop
nwg-look
obs-studio
obsidian
openssh
os-prober
otf-font-awesome
pacman-contrib
papirus-icon-theme
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
polkit-gnome
poppler-glib
postgresql-libs
power-profiles-daemon
prismlauncher
protobuf
pv
pyenv
python
python-defusedxml
python-packaging
python-pip
qpwgraph
qt6ct
rebuild-detector
reflector
reflector-simple
rofi-wayland
rsync
rtkit
rustup
s-nail
sg3_utils
slurp
smartmontools
sof-firmware
steam
sudo
swappy
swaync
sysfsutils
systemd-sysvcompat
texinfo
tldr
tmux
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vlc
waybar
waypipe
welcome
wget
which
whois
wine
wireplumber
wlr-randr
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yay
zsh
