# Official Arch packages - generated on Pzt 22 Eyl 2025 13:53:44 +03
# Run 'sudo pacman -S --needed $(cat pacman-packages.txt)' to install

7zip
accountsservice
adw-gtk-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
aspell
aws-cli-v2
b43-fwcutter
bash-completion
bind
bluedevil
bluez
bluez-utils
breeze-gtk
btop
btrfs-progs
cantarell-fonts
certbot
cliphist
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
firefox
fish
flatpak
fuzzel
fwupd
gimp
git
github-cli
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
helvum
hwdetect
hwinfo
hyprland
hyprshot
inetutils
inxi
iptables-nft
iwd
jfsutils
joyutils
jq
just
kate
kcalc
kde-cli-tools
kdeconnect
kdegraphics-thumbnailers
kde-gtk-config
kdenetwork-filesharing
kdeplasma-addons
kernel-install-for-dracut
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
krita
kscreen
kubectl
kwallet-pam
kwayland-integration
less
lib32-nvidia-utils
libappindicator-gtk3
libdvdcss
libgsf
libguestfs
libopenraw
libreoffice-fresh
libwnck3
logrotate
lsb-release
lsscsi
lvm2
lxappearance
maliit-keyboard
man-db
man-pages
mdadm
meld
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nginx
nilfs-utils
nss-mdns
ntfs-3g
ntp
obs-studio
okular
opencl-nvidia
openrazer-daemon
openssh
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plasma-x11-session
plocate
poppler-glib
powerdevil
power-profiles-daemon
print-manager
pv
pyenv
python
python-defusedxml
python-packaging
python-pip
qemu-tools
qpwgraph
qt6-imageformats
rebuild-detector
reflector
reflector-simple
rsync
rtkit
rustup
sddm-kcm
sg3_utils
s-nail
sof-firmware
spectacle
speedtest-cli
sshfs
steam
stubby
sudo
swappy
sysfsutils
systemd-sysvcompat
telegram-desktop
texinfo
tk
tldr
tmux
traceroute
tree
unrar
unzip
upower
usb_modeswitch
usbutils
vi
waybar
waypipe
websocat
welcome
wev
wget
which
wine
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yq
